classes = {
    'Воин': {
        'здоровье': 100,
        'атака': 50,
        'защита': 40,
        'навыки': {
            'щит': 20
        },
        "инвентарь": [
            "щит", "меч"
        ]
    },
    'Лучник': {
        'здоровье': 70,
        'атака': 80,
        'защита': 25,
        'навыки': {
            'убежать': 10
        },
        "инвентарь": ["лук", "стрелы"]
    },
    'Маг': {
        'здоровье': 50,
        'атака': 90,
        'защита': 15,
        'навыки': {
            'магический щит': 45,
            'лечение': 20
        },
        "инвентарь": ["посох"]
    }
}
